{
  "error": [
    {
      "text": "Your words are ridiculous and show a total lack of culture... Your words are nothing.....",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "These chibanis are caught between two worlds. They left their country to support their families, send money and with rare returns during which they were already extraordinary. In retirement, they are still breadwinners. French law provides for a residence in France of at least six months per year to continue to receive a pension. Anyway, there they are no longer at home. Their children grew up without them, they no longer know anyone, their friends and their lives are here. I have a lot of respect for these grandfathers, who worked all their lives without assistantship, discreet and kind.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "He wasn't just a whistleblower!!!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "To see the dramatic confusion of your thought, your book indeed produces puppets. Unfortunately, they are criminal puppets.",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "The \"trick for suckers\" has been in use for years in several countries and works well, no offense...",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Not the Elysée cockerel, the capon.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "This Dwarf ASSHOLE called \"joyful\", I would so much like him to taste the \"beauty of Islam\", like a very close shave at neck height!!!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The free movement of Turks in Europe must be questioned and the economic sanctions on the Turkish Lira must not be forgotten. Merkel...",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Don't be racist. These poor people have the right to work as much as you do. They represent the future of the West.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "compliance with the law by the administration, a detail perhaps?",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "Well said....",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "If the boat can dock, it brings back its passengers from where they left.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "you are right, dhimmitude and taquiya taught clearly",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "You're not the only one, as soon as I see his face on TV, I zap.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "and me since 1974!",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "“Dismantling” absolutely does not mean that! It's macronist communication as always.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "\"...neither barbed wire can be enough to control population flows fueled by Middle Eastern and African crises.\" The proof that yes.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "A bit like the Europeans who fled poverty and persecution to emigrate to the new world. Nothing new, people have always migrated for a future they hoped for better.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "London Underground Surface Officers will be hired at Masters/PhD level. I can't wait to see how clean it will be.",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "Get that in your head!!! the migrant told him.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "@jean haysoupé You have a sense of humor. At the last congress, during which MLP was re-elected president, she was the only candidate for his succession. The same will apply to the official designation of the movement's presidential candidate.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The Euro, through the ability to borrow at low cost that it offers to Member States, has become a trap for all countries dependent on public spending, like ours. So we see Thatcher's prophecy about the Euro coming true. And she wasn't the only one who predicted this scenario.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Throughout life, we are led to draw a line under the past (without forgetting it, just putting it aside for a while) in order to move forward.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Merkel wants a strong far right? Or is she losing her mind?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Is it against the charter to write a comment?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Last time Angela paid, now Erdogan is waiting for another check....",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "And capon caponpas.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Despite his hair, he does not shoot the boy blank!",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "The editorials of Le Monde are often written in a cutesy style that seeks to spare the goat and the cabbage. On the ethical or Christian religious level (Le Monde comes from there) you have to open your door to the unfortunate. In terms of current political realities, all countries, even the most welcoming ones like Sweden and Germany, have halted their welcoming policies and either far-right parties are a hit or, as in Denmark, the centre-left parties are adopting a migration policy that until recently was far-right. Unequal societies that have left behind are not welcoming. To avoid migratory flows, it would be good not to wage unnecessary, murderous wars that produce the conditions for exile. Afghanistan, Iraq, Syria and Libya feed the flow of refugees and Westerners feed the flow of weapons. The humanitarian is a cautery on a wooden leg.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "1500 CHILDREN + PARENTS + FAMILY REUNIFICATION WITHOUT IDENTITY CHECKS Course question: Since DNA tests are not authorized and migrants do not have papers, family reunification then regrouping of those reunited then the children of the regrouped being automatic: For 1000 migrants in year N, calculate how many immigrants in year N+15. Attention: please respect the legislation and do not mention any ethnicity in order not to commit an ethnic statistics crime.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "uh... at 14!",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "your navy will not do better than the others!!!",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "NO, no hope on that side, our victims will not commit suicide THEY WILL RUN BEFORE WE CATCH THEM to do so, they will leave for the countries they have served, palaces await them with servants OF ALL KINDS (I think not having to specify the \"genres\" everyone will have understood) DON'T LET THEM GET AWAY let's settle their departure but in the water beyond ... hihihihi",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Disgusting",
      "predicted": 1,
      "expected": 2
    },
    {
      "text": "De Gaulle had understood the problem posed by immigration. \"If a community is not accepted, it is because it does not give good products, otherwise it is admitted without problem. If it complains of racism against it, it is because it carries disorder. When it only provides good, everyone opens their arms to it” Charles de Gaulle.",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "Is that just why you voted Macron?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Expulsion at the expense of so-called humanitarian associations!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "@Olivier Perriet I agree with what you say. But the Zemmourian right can always say that it is hypocrisy, taqqia. Rachida Dati is accused of Islamism by some. It gives a bit of the level where we arrived. ================================================ ========= You know that personally I don't have a chapel and I don't use ready-to-think. I happen to agree with people on the left and others on the right on certain points. Onfray whose culture and approach I admire is left-left anarchist, there are also statements from MLP with which I agree. There are no idiots on one side and geniuses on the other ; the ideal is to build your own thinking, little by little, and admit that sometimes you are on the wrong track.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"The Twenty-Seven are establishing permanent and united mechanisms for regulating migration that allow them to remain faithful to their tradition of asylum.\" Give concrete examples of what this means and we will understand better.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "we are the towels, they are the tea towels. For my part, not mixing towels and tea towels suits me. curious this obsession with mixing",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The Koran translated into French?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Soon the elections, it is necessary to put the dust under the carpet.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "It's understandable that they don't want it anymore.",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "Do I have the right to call it stuffed, since its bite is similar to TAXI DERMY ..... No longer say the inhabitants of Aisne, or a woolen fabric, .. ...it's going to be cotton!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "but why the Germans do not welcome them? or the Dutch...",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Avia, you pump us",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Who are you actually talking to? Who is YOU who you blame for mixing everything up?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "In ancient Rome, a model if ever there was one, these bleak characters were driven into exile, after seeing all their property confiscated. S.P.Q.R…",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "everything that is easy and unfair: you have to fill the coffers of the state by all means and attack the good people: it's all cooked",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Gotta sink it!",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Sylvie Robert, Senator for Ille-et-Vilaine",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "The Great Replacement is not here, it is there",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Sitting bull: You are not the only one, with this waste it is gastro from morning to evening.",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "I wonder who will spank the sultan, Brigitte Angela Ursula The bets are off.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "It is therefore up to the indigenous populations to flee to the Greek mainland!",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "You forget the current context.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Renaud Camus!!! Damn! Deviant Fascism in the Zemmour or Menard Way",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "@sylvain I am an attentive reader of Serge Ayoub... so don't tell me that I don't know the identitarians.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "1500 future protesters to whom everything will have to be given otherwise, they say, RPGs and Kalashes have no secrets for them... <U+0001F61C>",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "I applaud this article with both hands!!",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Cross-border workers are not lazy...they don't demand 35 hours, retirement at 62, worker protection...etc. They bend to Swiss laws...otherwise fired in 2 times 3 movements and without needing a reason...very not happy? Go away!",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "The signatories: François-Michel Lambert, MP for Bouches du Rhône",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "The door is wide open",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "The rope for these 104 parliamentarians. They are assassins.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Young people cannot find work and seniors are made redundant!",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "Georges Soros and the Americans are delighted to \"fuck the b....l\" in Europe.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "In effect.....",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "the main thing being that they have their ausweiss filled in correctly..",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Yeah, more!",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "Everything happens one day. I never thought I would (well, almost) agree with you. I don't think banning these NGOs is necessary. On the other hand, no more public subsidies would be good.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "For once, this young man is not demagogic. It's true that in the presidential election Macron will be able to claim to have respected his program, including on the major reforms! I had not voted for Macron but against Lepen, this time I will vote for Macron, precisely because he has put in place a lot of tricks to make public life accountable (the law on transparency in the first place), because he respects his program, because he found a prime minister whom I did not know and which I find remarkable and also because he put Hulot in government by making ecology speak like never before and because he spoke internationally on ecology like never before done before, but ecology and the climate are played out internationally.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "the macroneuxdemesdeux. come open it.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "We fiddle with a kid that's 15 years old. A lynching is 12 years. Go figure.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "what is lost this summer will be gained later",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Yesterday evening Zemmour on CNEWS did a column on this law. He once again showed his intelligence and wit in his argument. He expounded on what is the word Haine conveyed to twists and through.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "Citizens, vote better next time.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Uh, lower the age and raise the penalties!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "As in Germany with the \"clac\" and the welcome, and the students recruited by Mrs. Merkel!......",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "they should have pleaded for a delirious puff, they would probably have been released...",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "It is Mr. Eric Zemmour who is completely right and this Mr. Aurélien Tâche who understood nothing but then understood nothing ... (he needs a complete brainwashing) Le Magnaud",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "6 telephones... The very profile of an honest person...!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "You're not nice to computers, you!",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Ramadan begins tomorrow, April 23. It must therefore now seem urgent to the high authorities who \"govern\" us with a wet finger to get out of confinement very quickly, otherwise the Islamist grenade will explode in their face!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "And to think that it was a \"Christian\" monk who told him the method to succeed where he had failed!... le Magnaud",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Your comments to both are excellent: this very concrete article does not hide what is usually hidden, namely the local policy of supply which comes to meet a demand for \"Western\" life, fantasized on the material level, and allowing the maintenance of an African vision of existence on the level of mores. There is an excellent little Nigerian novel My Mercedes is bigger than yours where a Mercedes plays this role of the fantasy of Western power .On the spot and without migratory phenomenon .But our sociology and anthropology do not look into African fantasies and the different elements of their distorted apprehension of what we are, neither with regard to the symbols of power nor with regard to the symbols of domination (women for example).",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "literary Arabic is the Arabic of the Koran so by teaching it we would facilitate the Islamization of society",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The poor can't stop a grieving family and run after the drug dealers anyway!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "As of November 2019, Germany had issued deportation notices for 248,000 asylum seekers, an increase of 5% compared to the previous year. Dozens of migrants, from Senegal, Mali, Nigeria, Niger, Cameroon and Gambia, find themselves today in uncertainty in Germany, where they have been sent under the European distribution mechanism. For many, their asylum applications have been rejected.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "It's to leave as quickly as possible to look for others.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Wouldn't it be possible to modify the chart of accounts to create a new type of provision \"for the risk of operating loss in the event of an epidemic\"? It would certainly reduce the taxable amount but it would prevent the state from supporting companies in difficulty.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Open Society of Georges Soros.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Green 10 is more of a tapeworm.",
      "predicted": 1,
      "expected": 2
    },
    {
      "text": "Logically, propaganda on the cojonavirus should close the borders. But I'm sure there is no reported case in Turkey? Nor in Greece for that matter. https://www.cnews.fr/monde/2020-02-28/quels-sont-les-pays-touches-par-le-coronavirus-920813",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "The article portrays Italians as lazy, and Africans as workers.",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "Almaviva: Do not dream! It is clear that they are accomplices. Now there is no longer any doubt.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Not enough to break 3 legs of a duck..",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Well then ! the party especially to fearful rulers!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "In my opinion the English do not need your science, given your intelligent thinking. They are autonomous and free to refuse social immigration, which weakens a prosperous nation.",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "I thought of them from the start of confinement, of them whom I met every day in our little Parisian troquet, between the morning coffee and the PMU terminal. A little hello, a little look, sometimes a few words exchanged while reading the front page of Le Parisien... I hope they are well, and that we will meet again very soon...",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "let her go and quickly!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Only one possible policy: at the slightest prank, a big kick in the c.. with a return ticket to the bled! EV",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "a medical stop before France so generous...",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "They want bright brains, not non-existent!",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "Salvini! Help !",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "Immigration is ethnocide; your words are disgusting.",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "this is the edition of the Penal Code 2025",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Take them home instead of wanting to force people to put them in their second home, only to find it degraded, they have no good manners...",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The RATP will give him a lifetime traffic license?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Fully agree !",
      "predicted": 1,
      "expected": 2
    },
    {
      "text": "And yes you only have that as a poor argument!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "but why the Germans do not welcome them? or the Dutch...",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "And the creation of a \"National Guard\" could be assimilated to what ??? lol",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "We will see if there will be a rush towards smartphones if ever we set up the geolocation of carriers of the virus.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Some of us walk around leaving the smartphone at home.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "The empire broke up. Ursula washes her hands of it! The end is coming.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "top article, we're going to run out of 'rope'",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "The argument is light. Even if the tombs were mixed, it is authorized to affix religious symbols to them, and no one does without, whether Christians, Muslims or Jews (for other religions I don't know). So that wouldn't prevent grave violations. I would even go so far as to say that it might encourage them, if for example a lower forehead is outraged that a Muslim is buried next to grandfather...",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Thanks Mark for your response. To avoid this competition at the least cost and with the least rights, a guaranteed minimum wage for the whole EU should be considered and regulated.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "I would be curious to know what my neighbor ticked, to be able to get out of confinement and come this afternoon to do some work in his second home.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "You would be in the place of these unfortunates you would do the same thing.",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "\"Can France be the same if it is inhabited by one or more other peoples? It is quite obvious that the answer is no.\" Was France built by mixing with one or more several other peoples? It is quite obvious that the answer is yes. A country is not a knife composed only of a blade and a handle. It's a bit more complex than that...",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Soon it will be 0% when we naturalize them.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "@Olivier Perriet In other words, sometimes the reality principle pushes back big ideas, and fortunately. This is what is happening right now with “globalism”, which has gone way too far, and is unbearable for too many people everywhere. ================================================ ======== Glad to see we agree on this. globalism, too far, too harsh, too unequal, only benefits a minority.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "How can we count 150,000 illegal immigrants... Illegal immigrants are illegal... aren't they?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "You're all good my little Paul.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "They do not understand what in the sentence: STAY AT HOME!!!!! ??",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "They were however warned!",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "Recitation of the immigrationist catechism. Concretely, I refer you to the reading of the article on the RN vote near the Paris ring road to better understand the consequences of these beautiful feelings.",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "Erdogan is not alone in wanting the dissolution of Europe. A constant influx of migrants would contribute to this. What about \"Take it or leave it\" for migrants arriving via New York? To put in place and copy the latest Danish laws: recognize the secular law of the country as being superior to any religious law , learning the language and a job. Control after 2 years and expulsion if the candidates do not seem willing to integrate. Having laws is not enough. they must be enforced!",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "A big bitch, a vociferous shit. Sooner or later he will shut up forever",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Because it's our project!",
      "predicted": 1,
      "expected": 2
    },
    {
      "text": "The Caliphate of #Molenbeek in #Belgium. (VIDEO)",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "As Mélenchon says, it is enough to increase wages to increase contributions, it is however simple",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "With pleasure... but for what?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "For all: Prison sentence to be served in the country of origin, period!",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "And that's why Brexit is going to go very very well with our English friends: it allows them common sense measures that the European Commission forbids us (a chosen immigration and not undergone in short)",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "They are the \"Europeans\" who will be able to circulate in France...",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "I call them too... » shack residues »",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "We have the h-bomb but we have more men in the west, I think he will understand",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "It would have been an excellent idea. This \"inappropriate personal initiative\" was the work of a Righteous person. If one day the situation becomes really difficult (understatement) here is an official who can say that he had nothing to do with it and that he had done his best to avoid it...",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "Speaking of replacement, are we super-replaced or not? We've been talking about it for ages, but personally I still haven't been ejected to Iraq to be replaced.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "they are young and generally in good health, so they risk NOTHING...",
      "predicted": 1,
      "expected": 2
    },
    {
      "text": "It sells Europe to foreigners.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "emirillon I just marked the answer now if you are sleeping too bad for you wake up.",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "You would be in the place of these unfortunates you would do the same thing.",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "RN 2020 !",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "“Fear is the most terrible of passions because it has its first effects against reason; it paralyzes the heart and the mind. » ANTOINE DE RIVAROL",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Trump has always respected the legal immigration of foreigners respecting the rules to file their file... Legal immigration is accepted in the economy to compensate for the possible deficiencies of a country in terms of employment for certain sectors of activity. In the event of an economic crisis that our governments and our media announce as being the worst known since 1929, wanting to favor jobs for its own nationals is a common sense measure which will be adjusted according to needs according to the well-known quota policy in Canada. for example without it moving anyone. Ah yes it's true right now Trudeau is the Prime Minister... so that changes everything!",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "but all the countries of Europe bow and obey..",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "To Michelle from Dordogne: I withdraw my answer, misinterpretation on my part. With my all apologies. M.F.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "No, …….Giron ………..as Marcon likes them.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Weird, he seems to have tons of friends on this forum the dany pedalo, given the messages of love that there are…. (laughs)",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "Poor and kind Tartenpion who has never heard of the Front National, any more than the Rassemblement....!",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "Gel to get put on, by these exotic friends, but there's not enough",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Well, obviously they have masks and full suits: they are certainly caregivers who come to help Europeans in the fight against covid.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "ALL IS SAID.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "She should be in horror movies.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "He helped get Trump elected, I have no sympathy.",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "Take your pills!!!!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "[URL] De VILLIERS throws everything on SOROS, the New World Order and Secret Societies",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "“more rotten than him”?? It is practically impossible apart from the notorious Arabizers like the puppet of the Arab world perhaps.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Imported Tribal Wars. As if we needed that! We already have our dear dual nationals.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "What is Frontex for in the end?",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "Only Marine remains!! No one else today. With DPA as Prime Minister. That's what you can wish for, so let's stop being choosy.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "And how far will the safe 100 of the media go?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "And who is born from the French?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Cuckolds? No, guilty.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Thank you again Mr Messiha! You have so many right words to analyze the situation in France, it's sad to cry! When will the minister we are waiting for!",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "Totally agree with you Alain_13-6!!!!!!!!!!!!!",
      "predicted": 1,
      "expected": 2
    },
    {
      "text": "Keep dreaming if you think it's politics that runs the country you're very naive, it's finance that runs us",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Take comfort, you are not the only one!!...we are very close to despair….it looks like satanics are in power!!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Knowing how to appreciate the taste of white.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Attempted first degree assassination, and. . . . .NOTHING ! Imagine the same scene in the USA: the asshole muzz shot on the spot! At least that clears the horizon.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "If only... In France...",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "The open world: it's over! It's good that will allow us to integrate into our country the millions of foreigners that we have allowed to settle in our country.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "It is for these reasons that it is better for them to stay at home.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "chic, we have the bac minus 10!",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "It's going to bardela, retirement at 60 for all and all without work, long live the RN. Good day on the other hand, we'll talk again in 2027 when Macron will have finished his second mendat",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "We are talking about MillionSS people moving from Syria.... And we CHOOSE 1500..... POOR FRANCE.....",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "It would perhaps be good to specify that the \"borders of Greece\" are first of all those of Europe...",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The famous living together works wonderfully with wealth for France",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "As for the Covid: when will our politicians stop their blindness?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "They are, you want to have thousands of ni addicts hitting the streets to get their fix? As a matter of public order, they had to be kept open.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "It was to tenderize the meat!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "For those who can no longer write, yes, certainly.",
      "predicted": 0,
      "expected": 2
    }
  ]
}