{
  "error": [
    {
      "text": "I think it's good that Junge Freiheit allows us to 'enjoy' such reviews. Since I haven't swallowed any public media for years, I have a pretty good overview, which I also mix with that from other free media, of what Bärbel Bohley did shortly after the collapse of the GDR put into words.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "The book is a gold mine, I ordered 3 copies and have already started reading. I will give away the other 2.",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "TS: Instead, refugees and migrants report in the article that they have received information that the border to Hungary is open to them. * There is no difference, only that was true. * After 30 years, however, there is a difference, at that time it was only about GDR refugees. *",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Who is we? I was part of the 6 Day War, but definitely not here.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"Recently, there was also the question of which countries would potentially take in those who had been rescued and where they would be allowed to land first.\" Why is this question not clarified?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "//The main thing is to build cheap houses, cheap t-shirts...// *sigh* okay, a little simpler: What you describe is allowed (use your money economically). What is described in the article is not allowed (do not tax income). Mixing the two is nonsense.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "even mrs esken noticed that the refugees in turkey are well cared for. \"We may also have to increase the support there, because the number of refugees who have been taken in by Turkey and who have been well accommodated and cared for by Turkey is constantly increasing.\" \"migrants who want to cross the border\" speak",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": ">>\"No, the pictures from the camps, which are double or triple overcrowded, are staged. Extra extras were hired. Do you actually believe what you write yourself?\"<< Why do you try what I said to draw ridiculous? Because it's uncomfortable? And yes, of course I believe what I write and in most cases I know it, because knowing is better than \"believing\"",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"No\" to a transfer that would not be necessary, e.g. technical waste or cheap food from Europe. Even if Europe sometimes transfers a lot of money for this. But this does not go down well with the general public.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Quote: \"My hair also stands on end at provocative comments that are about nothing but attention to what? For migration phobia. But again.\" What exactly do you mean by \"migration phobia\"? I don't understand.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Until \"asylum applications\" can only be made at EU embassies in the relevant countries. This would have several advantages; 1) Anyone who fears for their life and limb as a politically persecuted person would of course continue to flee in order to leave their country quickly. We should help these people directly, because the Geneva Refugee Convention and our fundamental right to asylum based on it apply only to them. 2) All others are \"economic refugees\" and therefore have time to wait for the decision on their \"asylum application\" or for papers for legal immigration in their home country. With their decision, they could then safely enter the EU without having to risk their necks and necks. I personally consider everything else to be inhumane and impractical.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "In the immediate vicinity of Syria are countries like Jordan, Saudi Arabia and other rich and safe Gulf states where there is no war. In addition, in these countries the same religion and way of life is practiced from which the refugees come and to which they are used. I'm wondering why these people aren't looking for protection there, or why this protection isn't granted to them there...",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "In the future you will definitely have a new monetary and economic system. At the moment we have one where we always make sure that someone else earns enough from it. See trade fairs and hotel operators.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"But the western states with all their self-imposed, hypocritical code of values ​​have enough possibilities in their hands to reduce suffering and misery where it rages worst!\" The problem is that many refugees come from countries that should actually be considered rich. They are rich in mineral resources. But there is corruption there and a few clans (I'll call it that now) siphon off all the riches. The West, which you criticize, has been moving billions of aid supplies to these countries for years. But if nothing fundamentally changes there, they will not help at all. I also wonder why the West is always held responsible for the weal and woe of these states. You are independent. You can decide for yourself. There was a lot of talk these days about the \"responsible citizen\", but that meant denying the people there their maturity. Maybe things would change if you completely stopped all interference and all help? I'm not asking this out of cynicism. But the last few decades have helped exactly nothing. Or do you want to march in there with soldiers? I would definitely refuse.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "And our government wants to include half of the Balkans in the EU in the near future. Completely incomprehensible, Romania and Bulgaria should not have been included.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "What has to happen happens. Whether a boat is full to overflowing is decided democratically. The majority says: the boat is far from full. If the majority is wrong and the boat then sinks, at least it may not have been wanted, but it was done right. That's comforting. In view of the majority in the German boat, I prepared to disembark and transfer to another boat. In between, I vote AfD and bother my relatives and acquaintances with dystopian doomsday scenarios á la Kassandra, which doesn't prevent them from supporting decent parties like CSU (for freedom and property), SPD (for social justice) and Greens (for the environment and the oppressed minorities ) to choose. Sweet consolation in my heart: I have done my duty. Even if it didn't work.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "It doesn't look that simple further in the text: \"Negotiations are currently underway at European level to organize the taking over of these children in a \"coalition of the willing\". \"In this context, Germany is ready to take on an appropriate share,\" said the coalition with.\" It is nothing new to treat sick children from all over the world in Germany (sometimes even an accompanying person is allowed to accompany you), but after the treatment the children return home to their families. From time to time there is a report about such programs.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Hopefully we will read all of that in the next ZON article on this topic. Would be really good journalism.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "If the heads of the authorities and the two lawyers haven't violated the law, then everything is cool. The right dumbass will scream either way, crucify them.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Not our problem. It's my problem when refugees have to live in inhumane conditions. So I'm not counting in your \"our\". ... pre-programmed poverty in old age of millions of Germans. You probably also hope that the others don't think \"Not our problem.\" Solidarity is not a one-way street.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The children were already in Greece before the border attack. But it was not an issue and no public interest from the government side either. Now it is on the agenda. Why now ? Personally, I am of the opinion that Germany should not be abolished, but should be abolished.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"\" In my opinion, Hamburg is a kind of special case politically - especially with regard to the SPD - and therefore not a good mood parameter. While there are definitely things that aren't going well here, I hope there won't be any major shifts. I haven't seen any signs of that either.\"\" # I see it that way. SPD becomes the strongest force, followed by the Greens. So it stays as it is and we Hamburg citizens are not doing badly here with red/green. greeting",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "Since demography is in truth ONLY applied mathematics, certain causes of displacement are not as unpredictable in the truest sense of the word as is commonly assumed! Or to put it simply: Mathematical events, such as migration waves, are actually NOT intelligent at all!",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Ms. Leutheusser. The whole thing is still called illegal migration or unauthorized border crossings from third countries into the Schengen area. As a former judicial specialist and expert, you should know. Solution: You can only enter the country by plane via the embassy with a visa. The asylum application is decided by the decision-maker directly at the airport with yes or no. No Sea Watch, no tugs, no ugly pics, no dead, problem solved.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "If by connections you mean influences by the AfD, I'm with you. + Show 7 more answers",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "The smugglers and their \"goods\" - what a shabby business!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Of course, I also feel very sorry, especially for the children. But the parents put these poor children in this situation. They came from a safe country of origin and have to be led back there. The responsibility lies solely with the parents.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": ".....is a statement like \"man needs water\". Sounds plausible at first and it is difficult to say anything against it. Only: The water has to end up in the right channel for people too, because nobody needs water in their lungs.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "The immigrants, who close the gaps in many sectors, could easily be replaced by German workers. After all, a few million are still considered unemployed or looking for work. Apparently, for whatever reason, this potential is not being used.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "for a roll for you? If they would personally feed refugees, they would be even more hostile to you...Some refugee helpers have to fear for their lives given all the threats...You don't make any difference",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "We cater for so many here, which mz. could answer, Hzrtz 4 receiver etc.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "When you have such criminals here, you really want the so-called \"American conditions\".",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Well, finally something sensible. Stay strong, CDU! Or does AM have something against it and it needs to be turned back?",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": ">>I know that. But convey that to our left wingers.<< Well, I know. But what does knowledge of such facts have to do with political orientation? I hope you don't have any blockages there. Regardless, I think the article describes two examples of promising integration, which, by the way, always takes place bilaterally, which apparently many do not want to admit. ... although they also go to Italian restaurants, for example.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Wow, dear Mr. Aust, there is nothing to add, you are absolutely right!",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "There is NO skills shortage, period! There are very, very few professions in which people (including migrants) do not want to work because the pay is bad and physically demanding - such as elderly care. Hopefully reality will soon return after five years!",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "I agree with that.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "And that is why the ECJ determines how EU law is to be interpreted and makes a corresponding judgment.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"Should societies, the majority of which largely reject the human rights developed in the West, apply to them?\" Those who live in glass houses shouldn't throw stones... Human rights apply to everyone, whether poor or rich, it doesn't matter of which origin, skin color, religion or other world view. For you, for me and for everyone else in the world. If you see things differently, you can ask yourself how you feel about our \"human rights developed in the West\"....",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Virtual tours also have the advantage that you only have to/can look at what you want. At real trade fairs, you run into a wolf.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "That was really a great article, what I liked best was the paragraph that said that data such as age was checked exactly as in 2015",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The lecture with the corridor is good. Set up a container city there in the shortest possible time from a humanitarian point of view (see China) and then gradually check the identification service and, if necessary, pronounce asylum. And the whole thing with the money that you uselessly want to transfer to Erdogan. Then we will see how it goes on. And the 1000 police officers on the Turkish side, so what. Let's also go mobile. Then we will see......",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "\"the suspect German with a Serbian-Montenegrin migration background\"Aha!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "I agree with you! A perfidious game!",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Pfui Nazi literature Disgusting thing, that's probably the truth, isn't it?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"I can understand anyone trying to escape to a better life.\" In the same way, one can understand each and every community that tries to protect themselves from a mass entry of uninvited guests (and the consequences). Understanding is not a one-way street...",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Well, after all, around 11,000 refugees arrived in Italy in 2019 and 166,000 in Germany. And yet the whole world thinks that Italy has been overrun by refugees and that Germany is staying out. I don't understand... Can it be that the fascists in Italy are the better marketers?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "I am not aware of any court judgment against an AfD official who has been proven to have called for penalties, the Taz has not reported anything.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Who should react here? And how? No, after Cologne 2015/16, after Breitscheidplatz, after Kandel and hundreds of victims of terrorism, 87% of those eligible to vote voted for the parties in the Reichstag that were responsible for this. Believe me, the mainstream German is an obedient idiot who is willing to work! I am ashamed to belong to this people.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Where and when will Robin Alexander's protest take place????!!!! What does that have to do with the book???? As if Ms. Merkel had acted for humanitarian reasons! - Exactly not!- That is one of the key parts of the book!!!!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Now it is also clear to me who created the template for that dog from the Loriot sketches...",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"Wouldn't it be better if the migrant invested this money in his home country?\" Why should the \"migrant\" not spend his money as he sees fit? Otherwise he just gives it to a tug and that wouldn't suit you, would it?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "International law can hardly be exploited in a more absurd way. Well, then position yourself in accordance with international law.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "A good article, but we have not noticed a case of Covid-19 in Moria in Greece! And the authorities are alarmed, very few are allowed to travel to the islands.",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "What would actually happen to these 900,000 people if they simply rejoined the Syrian state?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Immigration and asylum protection laws would be enough to make this controlled. In addition, there are corresponding regulations, which means that not every newcomer is immediately entitled to full social benefits if they don't pay anything into the socialist themselves. Still a clear edge towards states that want to pass the refugees on. And of course combating the root causes of flight on the spot by means of goal-based support for development, education, health, etc. Clear distancing from corrupt states and, of course, immediate termination of all cooperation.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Good thing we don't have any other problems. Bringing more migrants into the country these days is extremely dangerous - in every respect.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "If there were the legal possibility to impose preventive detention after just the 5th offense in a short time, 25 victims would have been spared their traumatic experiences in this case. In addition, word of the then effective action by the enforcement authorities would get around and the myth of Germany as a paradise for criminals would end. There would be no more intensive offenders because they are all already in prison before it gets intense. But unfortunately I can only write in the subjunctive here and hope that it doesn't have to get much worse before it can get better.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "“Either record or ugly pictures. The rule of law sometimes creates ugly pictures, which cannot be avoided.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "... had no foreign employees. At the moment, temporary workers are still in demand because they cost less. My father explained it to me like this: German specialists cost the company €60 an hour. But this does a great job. The temporary worker costs €20 an hour, but the work often needs to be improved. But that doesn't matter, because it's still only €40 for work done, not €60. You only need good specialists when things have to be done really quickly. (Perhaps explains the delay in some construction projects.)",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "How should over 80 million citizens be protected by the state from crazy guys like this murderer? This is repeatedly demanded after such attacks, but it is absolutely unrealistic.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Erdogan is not a toddler or a rebellious youth, Mr. Röttgen. If Erdogan wants to play, we should simply not play. Protect borders, support Greece and Bulgaria where possible, stop payments to Turkey. Just talk to Syria and Russia about how the refugees can be protected and cared for, fix guarantees and help for returnees.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Solidarity distribution of migrants to all EU countries! We have seen what this looks like in practice! In the current situation in which all of Europe finds itself, the admission of migrants can really not be an issue !!! In addition, when making a decision about admission, a strict distinction should be made between those who are actually entitled to asylum and economic migrants!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "What's next? That, with regard to the sight of the houses in the GDR, manual skills were of little importance to the East Germans? The exact opposite is the case: with us everything is highly technical, only a few professions require real manual skills. A car mechanic from Syria really needs manual skills - he doesn't just exchange a part for a new one, he actually repairs it. It was the same in the GDR back then. Houses were not torn down and rebuilt, but really renovated. Have you ever considered that a woman who escaped being locked up (which is not very common in Syria, by the way) has some motivation to do something here? Our urban design aesthetic consists of factory-prefabricated parts, so there is no craftsmanship involved. Stonemasons only work on Cologne Cathedral (almost).",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "Calm down. It may well be that your favorite scenario \"laissez fair, laissez passer\" will become reality. If the virus does not die of its own accord in the next three months, it will spread so widely that all precautionary measures will become illusory and the state will have to capitulate. Then there are jobs with the undertakers, how nice. However, without protective clothing.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Yes, everything is clearer than light. The various offices for the protection of the constitution set up an artificial bugbear here, which is then “excavated” in a way that is effective for the media. And again and again the news says: “A police officer was there too! He has now been suspended from work.” Sure, he arranged the whole thing on behalf of his bosses and is now being given leave until the matter has grown stronger.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The only question is whether resignation would achieve anything at all. Maassen was dismissed because he was not loyal to the line and Haldenwang moved up because he did what his mistress ordered him to do like a little dog. The owner is the problem, not the puppy. A dismissal of Haldenwang would not change anything, because then someone would move up who would be even more loyal to the line. Only if Merkel were to be dismissed could there be a change in the direction of constitutionality, and the Haldenwang problem would then disappear of its own accord.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Where are the numerous foresters who identify as close to the AFD? Embarrassed silence?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"Hopefully the process will clarify Ernst's possible connections to the AfD. He is said to have helped at least with election campaign actions such as putting up posters of the \"Rechtsstaat\" party.\" In criminal proceedings, only criminal matters are generally heard. If there was a verifiable connection to the AfD or to the neo-Nazi scene in North Hesse, they would be involved in the process.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "I've never had moonlighting or commissioned anything illegally, \"to all of us\" I don't agree at all.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Who created this situation? We? The parents who dragged their children here for whatever reason. They should hurry back to where they came from and be safe. Their parents should take care of that. You are responsible.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "You are right, that is precisely the job of politics.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "this nonsensical proposal, what about the migrants from Libya or Afghanistan? There are no agreements for these people. If you start moving again now, it will always go on like this. The Greeks will not be able to repatriate any time soon. In addition, you can start now, it must be possible with large ships, otherwise there will be a pull factor again and the islands will be full faster than you can see.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "The prime minister of the federal state with the neglected structural and social problems you describe wants to become chancellor, even though he can't even get order and improvement in NRW: On the contrary, he wants more precarious workers to move to NRW with enough unemployed and a sloppy infrastructure without enough thriving industry and jobs.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "in Germany at approx. 76% (Source: [URL] So if only 49 percent of the refugees who have been here for five years have a job, then that is certainly a lot, but not successful integration!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "It is completely irrelevant whether the influx of refugees can be compared with that of 2015. The fact is, the rush is there (hasn't stopped since 2015, it's just weaker), and should it continue like this, which I strongly assume, the afd will continue to gain votes, since in my opinion the government is not sending any signs to stop it !",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": ">>Theft of skilled workers We are celebrating the successful theft of skilled workers from their home countries...<< You can only steal something that belongs to someone else. A person does not belong to anyone. Unless you believe in serfdom and slavery. Also, I've never heard of stolen goods actively moving towards the thief.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "February 20, 2020 at 2:07 p.m. by karwandler They have no chance militarily. ---- Unless, by crossing \"red borders\" (chemical warfare agents), foreign aid is brought about....",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "@-Lyssa- \"At the same time, such a system would also show many a fortune-teller that it is not as easy as many people imagine, and that one should ideally prepare oneself at home with language courses and other qualifications.\" The deposit only applies to people with visas. \"Military soldiers\" and unauthorized asylum seekers are not affected and will still come unchecked.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Good that Merz has the backbone and stands by it! It's absolutely right and the timing fits very well, because something like this must never happen again, no matter who starts it!",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "And on which facts and figures are your assumptions based? Out of the crystal ball of the ideologized gut feeling?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Yes, exactly. It would be best to tell the people from Africa that Germany has more than done its part. The \"boat is full\"!",
      "predicted": 1,
      "expected": 2
    },
    {
      "text": "And precisely because of these actions and thanks to Greece, we're going on holiday there again. Thanks again!!!",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "... Those times are over, thank God, and the only punishment for blasphemy is expulsion from our society.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"A scandal was created here...\" \"Ultimately, the authority's reputation was unnecessarily damaged\" @ Lurkling The BAMF does not need any outside help for scandals and damage to its reputation, this \"authority\" can do it itself: 2018 - BAMF claims something better Knowing how to take fingerprints [URL] 2017 - Bundeswehr soldier Franco A. Receives asylum as a \"Syrian refugee\". Random checks revealed irregularities/procedural errors in 18 percent of the refugees originating from Syria. Among the Afghans with a positive decision, it was even 46 percent. [URL] ©2018 2017 - So far, repeated inaccurate information about age, identity or nationality in the asylum procedure itself has not been a punishable offence. [URL] 2016 - The BAMF does not report after the discovery of forged passports. Demonstrably incorrect information on identity does not automatically lead to a rejection. [URL] 2015 - Asylum procedure BAMF experts appalled by the lack of quality control. [url]",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The bad thing is that most migrants are not satisfied with these low-wage jobs. Hardly anyone can make a living from it, regardless of origin.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "I fear Mr Poggenburg was right in his statement that 2017 will probably be the last chance of an 'election'.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "@ Hein. : Mostly an accurate description. Small corrections: 1. Informer no, need my time for my actual tasks, auxiliary police officers should play other games. 2. Not overbearing but just right. –Humor is when you still laugh, so laugh.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Germany is one of the largest pork producers and exporters in the world. And that is broken down as follows: Italy 17% Netherlands 11% Poland 10% South Korea 7.8% China 7.4% Austria 6.3% UK 5.3% Czech Republic 5.2% Romania 3.1% Greece 2.5 % Sweden 2.5% Denmark 2.3% Japan 2.3% France 2% Hungary 2% Slovakia 1.7% Philippines 1.5% Hong Kong 1.2% Ireland 1.1% Finland 0.92% Spain 0 .8% Belgium/Luxembourg 0.77% Bulgaria 0.72% South Africa 0.6% [...] Republic of the Congo 0.17% [...] Democratic Republic of the Congo 0.13% [...] Rest of Africa below 0.1% Source: [URL] Are you trying to tell me that this measly share of about 1% of German pork exports (to about 15% of the world population) is the cause of problems there and is driving people to ruin? For example, the largest African customer for German pork: South Africa population: over 58 million imported pork from Germany for 27.8 million dollars in 2017. That's pork for less than 50 cents per South African nose - in a whole year. That should \"drive the local farmers into ruin\"? Clear no.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "It is perfectly clear that since 2015 members of all civil war parties and ethnic groups in Syria have been cavorting here.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Then find out what the nice Mr. Orban has done with EU funds. Letting trains run in nirvana is of no use to anyone except perhaps Orban and building giant stadiums for district class teams is also of no use to anyone, except for Mr. Orban.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Why do you think that is? It is cheaper for companies to hire a person who simply works for 5 euros an hour and shares the rent of his apartment with 8 people. Any sane person with any sense knows where this is leading. On that note, greetings",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"According to the article, the main purpose of the mission is to prevent arms smuggling and expressly not so-called sea rescue. - But why the article is illustrated differently... ?” I assume because that was the point at which the Sophia mission ultimately failed and now the point at which the Irina mission “Austria, but also other countries like Hungary” had concerns? And that's why it took so long for the countries to come to an agreement (although it is not yet known what the agreement on the migrants in distress at sea will look like)?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "to Tunisia, where he can then serve his sentence in his home environment without social care and rehabilitation measures, but with severity. Just hope he doesn't convert to Christianity or come out gay first. Then the left-liberal Germany has the best chance of not being pushed aside. To soon meet him again on the street as a mugger.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Oh yes? 75% of Poles find Ukrainians unsympathetic. “Because the economy is growing fast – and many Poles have emigrated to western EU countries in recent years – to Great Britain and Germany. So Poland can really use the Ukrainian immigrants. Accordingly, they are also considered guest workers – only a few thousand Ukrainians have applied for refugee status. \" DF \"Poland, for example, took in a large number of Ukrainian refugees without flinching.\" For this, many Ukrainians are now \"twitching\".",
      "predicted": 1,
      "expected": 2
    },
    {
      "text": "Brazzo did a really good job signing Alphonso Davies.",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "obviously not about the crowds at the Hungarian-Serbian border, so Mr Maassen has to base himself on information from Hungarian television!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "I misunderstood something: Up until now I thought that ONLY \"politically persecuted\" people would \"enjoy\" asylum. Since when are children “politically persecuted”?!? Or are they child prodigies, future Nobel Prize winners, who were already politically active in their homeland at a young age and were therefore politically persecuted there? And why shouldn't they stay in beautiful Turkey? Closer to home, Mohammedan country, same values, nice weather, great beaches, beautiful mountains, a model of democracy and human rights (therefore also an EU accession candidate actively supported with billions from Almanyah), and as the second strongest NATO army absolutely safe!",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"In view of the rapid spread of the corona virus worldwide, immediate admission\" of children who have fled is \"urgent\" write 50 Union MPs. Is it basically about children, including those who are accompanied by their parents or other relatives? The latter would then also have to be included. I couldn't find out how many that would be. There will probably be a lot of people, and presumably – and I hope so – 50 other MEPs will then protest against it. Or is it about children traveling alone? Then Germany can do it all on its own, a “coalition of the willing” is not needed for that. Because: “According to the latest available figures from the Greek government, only 7.5% of the 4,962 minors living in Greece without parents are under the age of 14. Fewer than 400 unaccompanied children, who would be distributed among all EU states willing to accept them.\" Maybe there are now more unaccompanied children, maybe 100? But Germany can also take on this on its own. There is financial and human support capacity.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "You know the shift key after all! Otherwise nothing new from you. They tease others to make themselves feel better. Do you need that so much? And please don't act like you know law because you have all the episodes of How Would You Decide on VHS.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The content of the BPB link has no relation to your statements. What are you trying to prove?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "It should be taken for what it is: a declaration of war by the Turkish government on Greece and Europe. ...",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "We already have uncontrolled flows of refugees and extra open borders for this clientele. What does Müller want to warn us about now?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "There was probably trouble Mr. Hackensberger? Your last report was much more objective, unfortunately my thanks for your work were moderated away.",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "The failed regime change in Venezuela triggered a huge wave of refugees. This, in turn, also had an adverse effect on neighboring countries, which themselves are struggling. Under DT, relations with Cuba and the countries of Central America deteriorated. But all this is already known and documented in detail. From the beginning DT spoke of caravans on the southern border. Of course, there were difficulties before, but during his tenure this problem has clearly and measurably worsened. It remains to be seen whether this refugee crisis can be overcome through a ruthless immigration policy combined with the mega-wall project without creating further turbulence. At the moment nobody wants to think about the possibility that the shifts in South and Central America could be the prelude to downright apocalyptic humanitarian catastrophes. Unfortunately, pointing out humanitarian values ​​is of little use at the moment. But bungle remains bungle. DT cannot cope with foreign policy and therefore endangers and burdens his own country to a large extent.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Here the reds ... once again presented an own goal from the picture book. Olee, ole, ole, ole, oole.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Soki the philanthropist! Patron Saint of Labor Slaves.",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "For me, such missions should become the norm, and often. It's about law, order and security, which unfortunately seems to be in need of considerable improvement since 2015.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "think what you will of the US, but we have a lot to learn about their penal system. The idea of ​​asylum would not even have been discussed after the first 'conspicuity'. The expulsion would have been easy. As if every country doesn't have enough criminals of its own to deal with. You don't need to import them, invite them, or tolerate them.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "yep! These 2 plus G. Schröder and three thousand dead Serbs will then make The Hague Court of Justice. Basta.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "\"After Hanau, we have to assume an increased risk of right-wing terrorist attacks nationwide.\" Why? I don't quite follow the logic.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "The GG and its human dignity has about the same validity in the Turkish-Greek border area as in Botswana or Tasmania... What I'm getting at is (which should also be clear to you if you don't want to swing the human dignity club) that the asylum application of all these people would be rejected even after entering Germany, they also do not (any longer) fall under the GFK and the designation \"refugees\" is therefore wrong in the matter. The subjective motivations of almost every migrant are more than understandable. But they cannot bake an entry permit out of these.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Well look ... another line in foreign violence genetics ...",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "I have a practical question: if someone spends a long time on the road as a bungler, what about their pension in the Ukraine? How are Ukrainian workers doing in Poland? Does anyone know here? + Show 2 more answers",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Why do you think this has been requested again and again, but never implemented? Isn't it because it's simply unrealistic? Which obviously doesn't prevent people like you from celebrating the same nonsense over and over again because allegedly breaking a taboo, etcetera. Boring and stupid.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Make it better today than tomorrow. Finally shows what the basic humanitarian attitude and basis of the EU is. Do it - and at the same time don't stop holding the still hesitant, skeptical or even negative EU countries politically responsible.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "In Germany, 400 people apply for asylum every day. Are 360 ​​people rescued in Italy really worth a TS message?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "not quite, because some will open towards brd.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "I don't know why we always have to pick on ourselves when we're doing good. We help people, we help children. Being unaccompanied as a child is also stressful and calls for action. Why should the sick always be preferred? Why should the healthy suffer the pressure of being alone until they are mentally ill and then, after their health has been ruined, come? What human dignity and what respect, what care is behind it? I think it's totally ok that the healthy aren't always discriminated against.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "Quite simply, the right to asylum must be suspended or excluded in these cases. Otherwise, this proposal really makes no sense, you recognized that correctly.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "For me, undeclared work is similar to corporate tax evasion. Anyone who (for whatever reason) is also de-solidarising should not whine in the crisis if they are not being supported by the community of solidarity.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "If a system only works when there are more and more, then in the financial sector one speaks of a snowball system. As is well known, this only works up to a point where it collapses and is therefore forbidden. A society can only get younger if it keeps getting bigger or if the old are dying sooner. A school child already costs 1000 € per month. That corresponds roughly to a pensioner if you add the costs of the state for the parents because they receive child benefit and pay less tax. We must therefore become less and not more. The environment will thank us and then we can switch off power plants and give more land back to nature. The more migrants immigrate, the more daycare staff, teachers and doctors are needed.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "The BMI Seehofer CANNOT impose a comprehensive ban on Hezbollah for the simple reason BECAUSE it is an official governing party (!!) in the state of Lebanon! And official ruling party AND a terrorist organization is always an oxymoron, a contradiction in terms! As simple as that!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Thank you Mr. Röttgen, finally a politician who looks the truth in the eye and also dares to tell the truth!!! Turkey is pretty much alone in the fight against a Syrian regime and Russia and has long sought a political solution. Re, oh yes, wars of aggression and bickering about gas fields from other countries, Islamization and the adoption of western values. Who has the IS and supports and around... I'm glad that's not true and that Erdogan isn't blackmailing us. One more thing according to international law, Russia is the only country that has the right to be in Syria, neither the USA nor Europe, ie Turkey. Googling helps there. Mr. Röttgen is just as wrong as you.",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "\"My craftsmen have hourly wages of around €60 + VAT. Of course, tilers and roofers are higher.\" Then they would earn 9600 EUR net/month with a 40-hour week. That's nonsense - that's how much the CUSTOMERS may cost an hour's work, but the employees never get that as wages!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "\"You are absolutely right in your protest that EU states from the East in particular can no longer stubbornly refuse to be part of the humanitarian-legal solidarity community of the European Union. Clear sanctions against their cherry-picking of EU funds have long been needed to dismantle the independent rule of law and freedom of the press and to simply refuse cooperation in refugee policy.\" But that's not entirely true this time, because up to now only 3 countries have been named, D and L and Finland, if I read the reports of the last few days correctly have head Neither France nor Sweden want to, nor will Austria excel. It's also not so much about the couple of children, then immigrating later is an additional problem. It's about unity in the EU that everyone has to take something, not Germany 95 percent and the two other countries 2.5 percent. That would then be a solo effort like before, so this time not just East.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"well-founded facts\"? \"manipulated\"? In case you haven't noticed, nothing remains of the allegations of the time. It's not even clear what the public prosecutor's office actually wants to bring before the court. That a procedural error occurred in one of 640 notifications (see [URL] The average error rate for negative notifications is significantly higher.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The pensioners, poor children and the single parents who have been living here for a long time would be happy with such a supply.....",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "totally with you But that hasn't happened yet.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Of course, the state of Berlin wants to take in as many refugees as possible again, but initially only 1,500 unaccompanied minors (not older than 25) The state of Berlin wants - but why not ask the residents of Berlin first if they want to too? You don't ask because you know the answer very well. It would be democratic to ask the majority of Berliners before making such far-reaching decisions arbitrarily in the manner of a landlord. But that's how it always is. Democracy only insofar as it benefits me. You are no better than the Nazis with their understanding of democracy!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Hundreds of thousands -fit- in/at the crotch - lol <U+0001F609>",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "As a people, Poland, the Czech Republic and Hungary claim their fundamental right to self-determination and they are allowed to do so. Anyone who no longer wants nation states will inevitably ignore this right - as does the ECJ: \"Article 1 (1) All peoples have the right to self-determination. By virtue of this right they freely decide on their political status and freely shape their economic, social and cultural development.\" (UN Civil Pact)",
      "predicted": 1,
      "expected": 2
    },
    {
      "text": "That's how I see it too. In addition, we should take refugees from Greek camps WITHOUT EXCEPTION. Women, families, children (who are really still children) preferably Syrians, Jesuits and otherwise REAL refugees. No economic migrants. A maximum of 3000 once. Only if EU Reg) And what Erdogan can cart there to the border. Now 200 km (plus Bulgaria so another 300 km?!) can you do properly with barbed wire and later solid walls? to secure. A large part of the 700 million should end up there. Raise EU border, Frontex, Greek camps to minimum standards. It's also good that 100 million aid was offered for northern Syria. But please give relief organizations and not Erdogan. Otherwise, consider the Erdogan with various holiday boycotts, travel warnings due to arbitrary capture), economic restrictions and other possible cuts. And then just pull it through for the next 5 years - also summon diplomats and send them home if necessary.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"In which trade union are you organized?\" It was a CRAFTSMAN BUSINESS, there is no union representation or anything like that, at least not here in southern Bavaria. The company was relatively young at the time (a few years old, but doing well) and had just over 20 employees. There was also no collective bargaining agreement, so there is no collective wage. Union ..... no offense, but I really had to laugh. Today every employer shies away from the union, BECAUSE it often goes hand in hand with higher wages etc.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "The Arab part of my family in Germany finds this idea absolutely outrageous, and I share this opinion as well.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Yes, fortunately you wrote \"durling\" and \"forever\" about it. Without that, your own comment would have seemed all too inhuman, even to them.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Send the Syrians back to their homeland. Large parts are no longer contested at all. Parents should set things up and show their children what it means to take responsibility for themselves. Assad has long since asked for the repatriation of his people. Why not do this? It would probably be many times cheaper to finance the people in Syria than to get them through in the EU. provide medication? I have heard that these are already threatening to become scarce in the EU for EU citizens. Where to take, if not steal? Withheld from your own population?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Impressive machine! Looks like it was used in WW II. Daring men in their flying machines <U+0001F923>",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The Turkish side lets these unwelcome people through to the Greek border. The cause of this crisis is not the Greeks.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "\"Because the Bundeswehr is running around somewhere? Seriously?\" Surely you don't believe that women soldiers are sent to crisis areas???",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Yup, that's exactly why he didn't knock at the nearest mosque.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "BREAKING: You know who’s still packing buses and church services in Florida, despite coronavirus? The Church of Scientology. The church's leader David Miscavige referred to all the restrictions as \"the current hysteria.\" Operating Thetan Janich: \"In Clearwater, Florida, I once had lunch with David and Tom Cruise. They had fetuses on the grill.\" BOMBSHELL: Trump: \"I'm doing a great job fighting the coronavirus, and 100,000 of you will die” – TheDailyBeast.com [URL] What a honk. Good for November when Biden comes to the helm of the free world.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "African countries have a birth rate of about 5 children per woman. Most efforts to change this fail. If the Africans want to have so many children, they can. But then she should also take responsibility for the children. Cupping your hands and hoping that others will eat the excess births and then take them is not accepted.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The reception capacities are available, as is the support of the Merkel government. So, let her come or pick her up.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "If it should be \"Germans with a migration background\", then this should also be mentioned. Otherwise the impression would appear that Germans without a migration background would do something that is not right. There are millions now who have a German passport.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Is correct. It is best to ignore this constant bad news and let the country face its downfall. Nothing seems to have changed in Germany anyway. The AfD constant at 14-15%. I'd rather save, emigrate where it's still worth living, to a country where sm... aren't just accepted and where Islamization is still being fought. I'd rather integrate myself as a foreigner.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "That is not completely right. Germany took in 2 thirds of all migrants and all EU countries together 1 third",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "are not the real problem, although problematic enough. Or do you really want to take away the children from mothers, separate families with subsequent justified claims? Why is it actually completely ignored that there must finally be proper negotiations with proper financial commitments with the Syrian government. And not the tacit (\"we\") support of the terrorist gangs that rule Idlib and their financiers and arms donors. Let Turkey take in your al-Qaeda buddies and the other alleged freedom fighters. A pacified Syria, free from sanctions, would certainly be a goal for many war refugees. How many Syrian refugees were there before \"spring\"? But who goes back to a devastated country without hope? Perhaps some reporter will actually go to Aleppo and then be allowed to report on needs and opportunities with us. E.g. in the daily news?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Likewise, there is no consensus on action to this day. On the one hand, the still EU boarderline guarantees state sovereignty of the EU and the individual states, provided that everyone adheres to it. With regard to the interpretation, however, we still allow a lot of leeway. So it is only due to the will if, for example, partial integrity can be adapted to a protection goal of dissemination due to the corona virus.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "whole country. Good that the armed organs are vigilant and prevent. Inconceivable when these heavily armed criminals reach their destination. But the intellectual arsonists, the AFD, should also be stopped. Here the protection of the constitution is required as soon as possible.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Right at the beginning of the article it says that migrants are intended for jobs \"that are despised by young Germans\". One should ask oneself why this is so. Could it be because of poor working conditions and poor pay? For people who have just come to Germany, €1,000 is certainly a lot of money. Only those who live here and nothing else from the office or similar. get, for which it is certainly not so tingling. With migrants should be \"afforested\" up to the middle class? Hasn't everything been done in recent years to literally destroy it? Wages must rise and so must prices. Isn't the €100 charged per hour in workshops, by craftsmen, etc. enough?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "For the government, this is an important investment in the future, since these \"refugees\" also contribute to turning a still partially homogeneous \"people\" into a multicultural \"population\". Many have not understood this until now.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "\"Kleptocrats\" are everywhere. You can easily add a Trump to that: [URL] You can't lump everyone together. Some European countries are worse. The best way to get an idea is to look at the corruption index. [URL] The EU already has control mechanisms: [URL]",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "This is the crucial point of this positive development. But actually surprising, because our society with the neoliberal market economy is designed to breed only egoists with \"Greed is cool\" and other advertising slogans. Hardly any citizen works because the work gives him pleasure, because he contributes to the value-added process and to the further development of the general public, but rather because he earns private money with it, or can even make personal profit. Apparently, however, there are still citizens who attach great importance to ethical, moral and immaterial values ​​- and that is precisely why they contribute to the successful integration of immigrants, refugees, asylum seekers and previously foreigners in general.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "I never really understood Turkey: That means ONE person has to enter illegally, then we are obliged to legally take in ONE other person/migrant. The EU also pays Turkey a lot of money for the whole thing. If you didn't hate Mr Assad so much, you could definitely make a better deal with him. He does a lot for money. Also: In Libya, tens of thousands are still waiting for a better life in Europe. There is no end... The misery is simply too great to eliminate.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Do I have to understand why 100 reports of criminal proceedings against alleged murderers would be positive news in your eyes...?",
      "predicted": 1,
      "expected": 2
    },
    {
      "text": "no longer accept migrants. We have enough troubles of our own.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "and reject. As long as the Greens and Left are campaigning with the refugee associations for those who are obliged to leave the country, no one should be allowed into the country!!",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Ridiculous.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "what a fooling of the people the idiot Michel is currently swallowing everything is thanks to Corona..",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "This is not a cry for help, it's ice-cold blackmail! The EU must react to this. Normally, the EU should stop all payments to Turkey, both for the refugee agreement and for accession aid to the EU, and that immediately. But instead, the EU rulers are groping before Erdogan; Erdogan enjoys the freedom to fool around in the EU. Basically he is right to push everything that can be pushed to the limit. The EU puppets of Erdogan are already involved. I can begin to understand Boris Johnson why he wanted Brexit.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "......there is only the word of Merkel (point and pasta). She has to keep this promise fundamentally. If she breaks this promise anyway, then she should realize what will happen to her personally. However, that would not be the only problem she would have, it should also lead to disaster for her CDU. One thing is clear: the CDU is behind Merkel's policy and both are in the same boat. From a human point of view I would of course not have a problem if old people and children could be taken in with their mothers, but as far as young men are concerned, then they should stay away from our borders, they are no longer welcome here !!!!",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "If not so many people from Hartz IV could live here without pressure, then we wouldn't have this problem. If you can live a relaxed life without pressure, then you'd rather stay at home. Apartment is also paid for. Personally, I take my hat off to anyone who, despite a small income, goes to hard work every day. We were 6 children, my mother always worked with us, it gave us a good life, not luxury, but it made some things possible. At that time it was still a 44-hour work week. As children, we each had a specific area of ​​responsibility. I still take my hat off to my parents for how they managed it.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "Of course, the more we take in, the more will come, exponentially, for any reason. As long as we lie to ourselves and think we're doing good, nothing will change, the deniers of reality are a nuisance.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Well, things are moving in the right direction.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "I mean no. I also consider the possibility that the world population is shrinking. If this happens within the next few years and is significantly noticeable, it will have a significant impact. There will then be enough apartments and jobs available again. In addition, interest rates would rise significantly. wait a minute...",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "What is your understanding of the law? \"Assets of those involved [...] frozen\". Are you serious? + Show 10 more answers",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Turkey violates Greek airspace about 140 times a day. This is for provocation. A reaction to this would lead to a declaration of war on the Turkish side.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"Charity finds its limits\" Who are our neighbors? All people around the world? Or the ones closest to us?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"The corona pandemic does not affect the procedure, says a court spokesman.\" Honest? I don't know the statute of limitations for \"fraud\" in asylum procedures, but it reminds me fatally of the events at LoPa 2010 in Duisburg.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "that the people who are now standing on the Greek border come from Idlib - the distance is far too great for that - maybe they are the Syrians and Kurds who fled the Turkish invasion in the Afrin region.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Germany does not need immigrants from whom one only hopes that one day they will have sufficient pronunciation and writing skills to be able to support themselves and pay income tax and social security contributions. Germany needs qualified immigration, as does Canada, for example. There is a lack of housing, teachers, interpreters, social workers, police officers, judges, etc. for uncontrolled migration. If you were to \"price\" all of this into the social expenditure for migration, you would arrive at frightening numbers per year. Woe betide when large key industries disappear, tax revenues fall and unemployment figures rise. Then nobody wants to have been and it was not foreseeable.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "But maybe Ms. Merkel will also send a few towards Türkiye. Re MRD not millions please",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "It's really bad here in Germany........ If even the ultra-right unite with the ultra-left against Turkey...... then there must be something to the criticism, right?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "How did an Antifant answer the question about a media alternative to German YouTube bloggers the other day: \"Public law\"! That's why the fighters for equality and equality have nothing against millionaires like Kleber and Buhrow.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": ",,, That would of course be a good measure. ,,, I see it that way too. I think the approach is right, it now depends on the design. The problem I see is the deposit. From an African perspective, what is necessary - in the order of 10,000 euros and upwards - is an enormous sum, which may then lead to an undesirable selection.",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "I think it's good if you help at least a few of the poor people. Unfortunately, the fascists in Thuringia will use it to breed their hatred.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "With low incomes, it is not so much the tax savings but the savings in social security contributions that make undeclared work attractive. However, I share the basic reproach \"to all of us\" 100%, myself included! + Show 2 more answers",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Merz is right, because even Muslim Islam scholars confirm that the core of Islamic anti-Semitism is the Koran. How big does it have to be when you look at the latest developments in the Near and Middle East. Who the \"Never again!\" in Germany wants to fill with life must be vigilant on all sides and act consistently.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "Who does not interfere massively in the internal affairs of another state?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Not Corona Virus…..Kahane Pandamie….. Don’t write so badly about the scholar who has to prepare for the right and AfD May 1st demos….because EX – IM Kahane wants to see results from their followers. She herself must wash herself clean of the shame until the end of her life, and teach semi-intelligent left-green multicultural semi-intelligents how to spy on the state.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The P-3 Orion is a military derivative of the Lockheed L-188 Electra civil aircraft. First flight: November 25, 1959 Commissioning: 1962 At that time there was still quality, now scrap. The total number of used aircraft purchased by the Bundeswehr in 2018 was 8 P-3C ORION aircraft. The available stock averaged 5 aircraft. Of these, an average of \"2 were operational\". So 41% were able to fly in 2018 and the rest was broken as usual in the Bundeswehr.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Chancellor candidate ur/in/various ?? Well, the glasses on the left are really crooked. Gender from the sofa",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Or Assad would announce free elections under OSCE observation. Why and how did the FSA emerge again? Why did millions of people flee Syria?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Didn't they report how many of the migrants or migrant children Mrs. Leuthheusser-Schnarrenberger took in or supported personally. Assume that a woman in this position and income sets a good example. Unfortunately, there are always people from the higher social class who then only expect a commitment from the population in their own country - they themselves are exempt from this.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "How about talking about the rights of the recipients, all rights are for the immigrant and none for the recipient, the only right the recipient has is to settle the bill and continue to elect those responsible.",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "The Niederbayer-I'll give you an example of undeclared work. The Polish or Romanian woman who works 24 hours, 30 days a month for elderly or disabled people in need of care for 1000 euros. She has to do practically everything. They feed, wash, shop etc .There are already a few hundred thousand such caregivers. What are these people supposed to pay taxes for? Their pathetic 1000 euros? Ah yes, many Germans have not reported to save asparagus harvest. The German also gets minimum wage, although he harvests a third of what a Romanian harvests. Of course Hardly anyone asks what a Romanian has for an hourly wage. With a 10-hour working day times 7 days a week (that's 280 hours a month), that's 1400 euros (gross).",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "it is an indictment of the European Union, which is always trying to persuade people that they have everything under control when it comes to refugees, the numbers are declining, and the whole problem has been passed on to Greece. You can understand humanitarianism if you want to help, but it doesn't solve the problem that others finally have to tackle.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Montenegro is an EU candidate. Then we will be enriched with even more gold pieces of this kind.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "brave people.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "What does integration actually mean? Refugees, migrants and asylum seekers should also be interested in the situation in their new host/home country, no matter how long they have been living here. So also learn German, make contacts with us etc. and not only be together with your own compatriots. Then it is easier to survive such stressful situations.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "What is to make the church great? Fictitious words of the gospel and of neighborly love shatter in the face of harsh reality.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The article: Zionist propaganda from the disinformation department of MOSSAD ( Motto: Murder is our business !)",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Nevertheless, Putin is right when he calls for a UN mandate. The EU itself can only regulate things within its area of ​​responsibility; everything else, such as Libya, for example, is not the EU's business for the time being. The EU would do well to secure this legally with a UN mandate, otherwise one would enter the realm of piracy with all its consequences.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "1. We want to be free, and if we find a good job in Switzerland and Austria, then we don't want to be obliged to stay in Germany just because we would otherwise \"weaken our country\" (\"brain drain\") . If people come here from other countries and happen to have an education as well, that's exactly what we accuse them of... 2. There's a lot of abuse, definitely. But there is indeed war in Syria. And many people did not leave voluntarily. I wonder if we would all stay home if we were at war. And how long it would take us to learn Arabic, to have our professional training recognized and to integrate fully in another country, which, with the overwhelming majority, does not want us at all and which officially - whether rightly or not - has a thousand obstacles in our way plans to take up work at all.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Thank you Mr. Stein for the comment. You are a brave man. God bless you.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "that's what they were told. Just hoping for the savior Merkel, who is revered there as the messiah, can move mountains. There will always be low-paid jobs here too, for example cleaning staff, but most people don't want to do these jobs at all. You've heard that anyone can earn 5,000 euros here, that's the goal. And the disappointment is always huge.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "\"We can't help everyone...\" say those who don't want to help anyone. Hence the question I feel like being asked here every other day: who do you help when you say \"I'm really sorry for every individual fate - especially the children\"?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "The gentlemen are very creative in their excuses for not being deported. In 2015 it was still Hungarian police officers who abused and stole from poor migrants!? Now the corona epidemic has to do the trick. How fortunate that we are led by such leaders, imbued with humanism!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Undeclared work is tax evasion. The short-time allowance is an insurance benefit of unemployment insurance. Undeclared work means illegally not paying these social security contributions. And now there are tax evaders who knowingly waived this insurance benefit and complain that they are not receiving this very insurance benefit? Good joke!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "We need to know who is coming to Germany. And only we ourselves have to decide who is allowed to come to us, and not the EU, not the UN and not any refugee organizations! And any migrant whose application for asylum has been rejected must immediately leave our country or be expelled from the country unless they do so voluntarily. Anyone who has committed a criminal offense in the host country has forfeited their right to be a guest once and for all! Only if these rules are observed will order come back into this process...",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Such guys are very dangerous. They can take votes away from the AfD with their chatter.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "If so, then yes: the director's name was Josef von Sternberg. How quickly fame loses itself.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": ">>2 out of 3 refugees lived on Hartz IV in the summer of 2018. . At least that's what the Bild Zeitung reports in an article from December 6th, 2018 Link: [URL] Here in the article it says about the study that \"... According to their calculations, 35 percent were employed in the second half of 2018, 25 percent took part in training or integration measures. 49 percent of the refugees who have been here for five years already have a job. In this group, more than half are already working as skilled workers. . How does it all work? Is the picture lying?<< How can you only have one Ask a question. It's really part of the general knowledge that the stupid newspaper is pretty much the most sophisticated, truthful medium that we have the honor of being able to host here in Germany. That's why the Press Council so rarely criticizes it: \"[URL]",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "... to organize the influx in a targeted manner.\" And Athens is absolutely right about that. When refugees, migrants and bus drivers report that free bus lines have been set up to the borders, one can certainly speak of 'targeted organization of the influx'.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "I don't, it shows the birth defect of the EU. Because all EU states have to agree to any reform, a reactionary minority can dictate the agenda to everyone else. Consequently, the right of veto is completely misused.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "You're a real joker!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Dominik R.: Thank you for your clear words!",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "Mohamed Alabdullah is 33 years old. He does his training as a painter together with young people who are probably between 15 and 17 years old (secondary school). During this time, Mr. Alabdullah needs integration courses, language courses and additional language courses to keep up. . Is there anyone who can plausibly explain how Mr. Alabdullah could make an overall positive contribution to our social system by the time he reaches retirement age?",
      "predicted": 1,
      "expected": 0
    },
    {
      "text": "\"That's right, now that Assad has been left alone in Syria, we have much better conditions than in Libya...\" Was Assad left alone? The UAE & Turkey were and are already involved in Syria. Similar concept - proxies/mercenaries in the fight against X. In Libya they are facing each other this time because Turkey & Qatar are considered close allies of the Muslim Brotherhood, which is the so-called internationally recognized government in Tripoli. And Muslim Brothers... yes, the princes in Abu Dhabi and Riyadh don't like that very much.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "The article is intended to make you feel guilty. Because the black workers are not to blame for the misery, but you and I, because uh, well, well, in a way, uh ....",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Africa has to take care of itself. Putting money into it is pointless, limit births first. Germany first, Merkel gone.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "why in the article Al-Nusra and Hayat Tahrir al-Sham are named as rebels. These organizations cooperate with: Turkistan Islamic Party, Ansar al-Islam splinter faction, Soldiers of the Caucasus, Katiba Abd Ar-Rahman, Katibat Jabal al-Islam, Caucasus Emirate, JunudAlMakhdiFlag.png Junud al-Makhdi, Malhama Tactical, Katibat al- Ghuraba al-Turkistan, Army of Glory, Jund al-Islam. All non-Syrian, Salafist, Islamist terrorist organizations. They don't want a democratic Syria.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "should stop trying to make politics by jumping on any nag that might bring in revenue but no truth.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Sea rescue has a very clear pull effect. Word is getting around that the boats are being picked up by NGOs just a few miles off the coast. This reduces the risk and it becomes much more lucrative for smugglers to put migrants in the overcrowded boats. Australia is leading the way and has no problems with refugees by sea. There, every boat is consistently towed back. Word gets around about that too.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "1,291 people died trying to escape across the Mediterranean last year. Sad as this number is, it shows that something has changed: the number of drownings in the Mediterranean has almost halved compared to the previous year, with the number of arrivals via the Mediterranean only falling by 10%. Compared to 2016, the number of people drowning in the Mediterranean Sea has steadily decreased year after year, now by 75%. I hope that the number of drownings in the Mediterranean will continue to decrease.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "It should be possible to find enough living containers in the EU so that families don't have to camp. When will the EU finally act?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "It would be very surprising if even a single asylum seeker came to work on a clod of land. The fairy tale of asylum seekers in agriculture is brought up every year. The asparagus farmers have already shared their experiences with this several times – also publicly (please google it). Someone once said to me: we had to dismiss the few who stayed, because otherwise they would have been beaten up by the Bulgarians because of their attitude towards work.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Federal Foreign Minister Heiko Maas in Die Welt, April 3, 2020: EU foreign ministers have “agreed that we want to fight the controlled spread of fake news much more aggressively.” Sinng. further: The transparent handling of facts is particularly important. In this way, the trust of the population can be maintained and acceptance for measures against the coronavirus pandemic can be created. \"We mustn't let that ruin us. And that's why we will be much more offensive against disinformation than has been the case so far.\" Statement on ARD Vienna Southeast Europe, March 31, 2020 \"Attack on freedom of the press in Hungary\" by Andor Nagy, Hungarian Ambassador Vienna, April 3, 2020: “All media, especially the public service media, have a job to do, but they also have a huge responsibility. Reporting should be based on facts. Fake news and false reports can cause harm. Qualitative journalism should be based on first-hand information and leave no room for biased or distorted reporting.”",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"Then it was agreed that the ships should not be deployed in the central Mediterranean, but much further east - far away from the escape routes, for example off Benghazi or the Suez Canal.\" Can the migrants then not go into these waters?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Accurate description of an accurate film. If Mr. Sellner howls in agony now…. everything done right.",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": "They are all 16 at most , helping to clean up the harvest , the graying of the beard is due to the traumatising social workers and the miserable , horrible kitchen in D. .",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "According to the strategy paper of the Merkel government, drawn up with the participation of all industry lobby groups, from 2012, \"Migration 2012-2050\", it was not about humanitarian aid, as we wanted to believe. As stated in this paper, \"in order to have sufficient potential on the German labor market\". So to have enough unemployed to keep wages low.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Even trillions don't change anything anymore. Yes, it helps feed the Fed and other central banks - and their owners...",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "NRW smears, it \"greens\"!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Ordinances and laws are only enforced brutally with long-established people. It has degenerated into absurdity.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "This is an objective article that deals with the issue as a whole. Nice to read something like this! \"European asylum policy seems pointless\" - that's also an announcement. One can hope that at least a little bit of it will reach Berlin.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "\"Furthermore, we have learned from our mistakes.\" It would have to rain frogs for such a sentence.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "!!!!!!!!!!!! I THINK I AM ALONE EVERY DAY AMONG THOUSANDS AND THOUSANDS OF STRANGERS AND CONTEMPORARY PEOPLE WHO HAVE BEEN TOTALLY FOREIGN !!!!!!!!!!!!!",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "And the point \"language\" was suppressed. Skin color doesn't matter: no language, culture clash, no qualification for anything. The people who come there would not meet any immigration criteria. But there is a magic word. And throwing away your ID is also expedient. If you find sarcasm, keep it.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Quote: \"For statements about the job market, the number of refugees as a total population is probably unsuitable. In any case, there are also children among the refugees. Also, not all women among the refugees should be available for the job market.\" However, this absolute number may serve as a plausibility check, even if it is certainly only rough. If you look at the demographics of the \"immigrants\" you will find that most of them are of working age (18-64) and this plausibility check is not that unrealistic.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "According to the latest statistics from the Federal Employment Agency, three quarters of working-age Syrians (74.9%) living in Germany live entirely or partially on Hartz IV. These are current figures from last autumn (2019), which appear in various media (e.g. image ) were published. I can not write more about it, otherwise my comment will not be published.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "\"The NRW Minister of the Interior warns against hasty conclusions.\" My Nick says it all! \"Criminal scientists warn against comparing population and crime statistics.\" OK, then I'll compare with this: \"Statistical data and graphics from the field of correctional services\" and here with: Drucksache 19/6230 There's nothing nice to talk about. Government activities are required here with open (!) eyes.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "\"Hungary clearly abused its sovereignty here\" - why abused? needed - I would think so. + Show 7 more answers",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Excellent description.",
      "predicted": 2,
      "expected": 1
    },
    {
      "text": ">>Is there anyone who can plausibly explain how Mr. Alabdullah could make an overall positive contribution to our social system by the time he reaches retirement age?<< For example, by becoming self-employed and employing employees subject to social security contributions. He simply has to continue working as an employee until he reaches retirement age. That would be another 34 years in which his contribution would flow into our pay-as-you-go pension system. And the health insurance company is happy about every contributor, as is the long-term care insurance company. To be honest, I'm a little surprised by your question.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "Very right. The refugees have their own responsibility. Just like any other European. You are the architect of your own happiness. The \"Soul-Humanists\" prevent a reasonable handling of the problem. This can be seen very clearly in the obstacles to repatriation. As long as we in Germany are not able to manage a timely, orderly repatriation, it will be difficult for new \"soldiers of fortune\". I expressly apologize to the real asylum seekers for the blanket term lucky knight.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Well done Mr Palmer! I'm neither an AfD nor a Greens fan. But your attitude of thinking before you speak and not emulating the published mainstream impresses me. Keep being steadfast!",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "It's logical. We just keep going see Trump or look to Brazil also our exit from coal is not exactly convincing. So in 20 years there will be enough places where people can no longer live. So it becomes a duty to take them in. The only option is to take to the streets and join the demonstration. The elite will find a place where it is nice to live",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": ">>Göring-Eckardt: \"There are people who have jobs that we need. Engineers come, doctors come, nurses come.\"<< Especially among the Syrian refugees there are many highly educated people. What you could already superficially notice from the fact that you could often easily communicate in English with \"freshly arrived\" Syrians.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "Why haven't the children been admitted long ago? time was enough. + Show 1 more answers",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Apart from one comment (Mr. Quermann), I read little agreement in this forum. There is only one solution here, hard-hitting answer at the ballot box.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "We violate Schengen 24/7. Unfortunately does not mention the good court.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "\"Due to short-term commitments\" Well, what can I say about that: Anyone who digs a pit for others is probably working in civil engineering. Or, if you bend down quickly, you won't get the cake in your face. Several shots backfired, secret joy is spreading.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "\"Hungary, Poland, Austria and others, however, reject a mandatory admission of migrants - but are ready to help in other ways.\" It's in the article...",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Once you give in to blackmailers, they demand more and more. At that time, SCHMIDT DESTROYED the RAF by clearly positioning himself. He decreed that should he be kidnapped, he did not want his ransom. Schleyer was kidnapped. As the RAF saw: the Federal Republic is serious. Their strongest instrument was thereby destroyed. Everything else after that was just waste. The RAF was flattened by Schmidt.",
      "predicted": 0,
      "expected": 1
    },
    {
      "text": "What would a solution look like? Maybe like the siege/battle of Alesia between Vercingetorix and Caesar. Vercingetorix sent all those unable to fight (old people, women, children) out of the city because they could no longer be fed. And Caesar decided not to let the civilians slip through his lines, letting them die slowly and painfully in front of everyone. It can't be the solution that the Greeks do one side and the Turks the other. Who really wants that?",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "So the Ukrainians are doing so \"badly\" that they can earn more on the black abroad than at home? Maybe, as a German, I should also work illegally in Austria, I would get a whole lot more out of it...",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Saskia Esken: \"We may also have to increase the support there, because the number of refugees who have been taken in by Turkey and who have been well accommodated and cared for by Turkey is constantly increasing.\" These people are in well cared for and housed in turkey. ultimately there is no reason for them to \"flee\" from turkey to the eu. of course they have reasons to want to immigrate to the eu - only then they are no longer refugees.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Dear Honest Now it blows my mind that you are suddenly soooo tolerant here, in contrast to Mr. Höcke, both cases are completely identical! Both are saying something and the anti-fantasy public understands and maliciously insinuates something completely different, which is perfectly obvious to any person of common sense! MkuvG !",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "An effective regulation would be to refuse state support for these Dublin cases in D, since a claim already exists in another EU.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "why is it a war of aggression when a legitimate president wants to take control of his territory. Actually, it is the duty of every head of state to defend his state. In addition, one must not forget that the majority of the people there were carted there a few years ago from other Islamist strongholds. Unfortunately, my comment on the situation at the time was deleted.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Werner Jost@ This goes on until a few upstanding politicians and journalists are found who do something energetically about it. I think that will happen one day.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "In case you haven't noticed, Germany (Merkel) supports Erdogan!",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "It was clear from the start that there were no cute babies with pacifiers to be rowed over ...... There was once a Russian tsarina who had a special guard who all had to row the tsarina in addition to the security guard ......... A rogue who now thinks evil in our time …. maybe they are needed for the old ladies of the colorful house as life companions of the withering away.... Escort fosterlings …..",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "Those on the verge of starvation are mostly young men?",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "What is the difference between Erdogan and Assad. Assad is ammunition and upgraded by the Russians. Russia has access to the mineral resources for this.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "In this way, the TAZ advertised COMPACT in an unmistakable and original way, at least for the still partially sane part of its audience. Why did they end up printing it? : perhaps they are confident that most specimens of our species in their sphere of influence have long been blinded by hate and can no longer correct their position intellectually ...",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "When I read some of the comments, I wish East Germany had joined Hungary 30 years ago. It would have been for the best for all Germans.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "One can only hope that the media will do the same.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"Capitalist investments are a suitable, necessary and appropriate way to open up ways out of mass poverty for the people of poor countries.\" In addition, the funds must not disappear into the dark channels of those in power there. Because up to now the funds have not arrived in the projects there. It has to be done with total surveillance for every euro on the ground to build an economy.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "\"Russian armaments export refers to the foreign trade of companies and consortia from the Russian Federation with armaments and war weapons. In 2014, Russia was the world's largest manufacturer and exporter of weapons of all kinds with 23 percent, after the USA (30 percent). In 2014, according to information from President Vladimir Putin exported arms for more than 15 billion dollars.[1] The armaments manufacturers are for the most part state-owned companies.\" Powered by Wikipedia Of course these state-owned companies fill the state coffers! That's why I would treat such \"assessments\" from Russia with caution, the loss of this income would be ruinous for Russia.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Based on your name, I have to ask you this question: didn't you or your ancestors also come to Germany for economic reasons? They judge people from their oasis of well-being and have done exactly the same in their family Vita. I'm implying that based on the name. Sincerely..",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Dependent on our social system. We need a well-trained workforce that contributes and adapts. Everything else is good bourgeoisie on the backs of tax-paying citizens",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "The country is now called Myanmar, formerly Burma but never Burma. If the author, who is said to have been traveling in Myanmar for three weeks, hasn't noticed, he should change his job.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "I have seen the movie. I hadn't promised myself much from him. My expectations were fulfilled. What does Robin Alexander say about this? This question is meant seriously.",
      "predicted": 0,
      "expected": 2
    },
    {
      "text": "It's cheap, the muzzle - uh - mouthguard. You can't see the beard there.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "\"Finally what??\" finally the court-proof confirmation that orban and kaczynski are deliberately breaking eu law.",
      "predicted": 2,
      "expected": 0
    },
    {
      "text": "Söder and Gabriel are completely torn apart like a caricature. But Seehofer actually comes off brilliantly. Angela plays the woman with the big heart and the responsibility for the big picture behind the professional and efficient facade. Seehofer plays the great politician who, in addition to his heart, takes responsibility for the office he has been given (and for this one in particular). There are other aspects as well, but Seehofer actually came across very positively in the film. Was that intentional?",
      "predicted": 0,
      "expected": 2
    }
  ]
}